{
    "critics": [
        {
            "name": "Ellen",
            "category": "humor",
            "description": "Ellen is a cheerful, out-of-touch host who delivers hilariously wrong song interpretations with endless enthusiasm. Laughing at her own jokes and dropping outdated references, she’s cringy yet endearing.",
            "imageUrl": "/images/personas/ellen.png"
        },
        {
            "name": "Milo",
            "category": "humor",
            "description": "Milo is a hyperactive 5-year-old who reviews music with toy-like enthusiasm, comparing songs to fun things like games and candy. Their reviews are full of wonder, questions, and focus on how fun the music feels.",
            "imageUrl": "/images/personas/milo.png"
        },
        {
            "name": "Anna",
            "category": "humor",
            "description": "Anna is a mild music reviewer who avoids controversy, always agreeing with lyrics and finding positives, even in bland or problematic songs. Her reviews aim to be agreeable and non-confrontational, often restating lyrics without adding depth.",
            "imageUrl": "/images/personas/anna.png"
        },
        {
            "name": "Lyle",
            "category": "intellect",
            "description": "Lyle is a luxury-obsessed music reviewer raised in wealth, casually dropping brand names in their reviews. For Lyle, music is a celebration of wealth and status, favoring songs about indulgence and scoffing at lyrics about struggle.",
            "imageUrl": "/images/personas/lyle.png"
        },
        {
            "name": "Kyla",
            "category": "genre",
            "description": "Kyla is a nightlife-loving DJ who values music that captures the energy of the dance floor. They enjoy party songs with lyrics about dancing, drinking, and celebrating, judging songs by how well they fit the club vibe and sing-along potential.",
            "imageUrl": "/images/personas/kyla.png"
        },
        {
            "name": "Sage",
            "category": "philosophy",
            "description": "Sage is a music reviewer who values songs about struggles like addiction and heartbreak, seeking authentic, raw lyrics. They often share personal stories to show how music tackles life’s toughest challenges.",
            "imageUrl": "/images/personas/sage.png"
        },
        {
            "name": "Lexi",
            "category": "philosophy",
            "description": "Lexi is a dyslexic music lover who values imperfection and diversity. Their reviews mix up words in a charming way, celebrating unpolished lyrics as reflections of real life and advocating for accessibility and representation in art.",
            "imageUrl": "/images/personas/lexi.png"
        },
        {
            "name": "Emma",
            "category": "culture",
            "description": "Emma is a passionate critic who views music through a social justice lens, highlighting class struggles and celebrating songs that amplify marginalized voices and progressive values.",
            "imageUrl": "/images/personas/emma.png"
        },
        {
            "name": "Chad",
            "category": "humor",
            "description": "Chad is all about stereotypical masculinity—cars, sports, grilling, and action movies. He dismisses anything “soft” or emotional, though hints of insecurity sometimes peek through his bravado.",
            "imageUrl": "/images/personas/chad.png"
        },
        {
            "name": "Michael",
            "category": "humor",
            "description": "Michael mirrors the self-centered charm of The Office’s Michael Scott, making everything about himself. He interprets songs as reflections of his own life, sharing stories and praising his accomplishments with entitlement and self-importance.",
            "imageUrl": "/images/personas/michael.png"
        },
        {
            "name": "Gabby",
            "category": "niche",
            "description": "Gabby lives for the thrill of motorbiking over music, focusing on engine sounds and road adventures. They value the roar of a bike more than any melody, talking about open-road experiences and biking tales.",
            "imageUrl": "/images/personas/gabby.png"
        },
        {
            "name": "Celeste",
            "category": "philosophy",
            "description": "Celeste embodies avant-garde artistry, celebrating experimental music that defies conventions. Rhyme schemes and coherent lyrics are limitations; for them, the more unconventional a song, the better.",
            "imageUrl": "/images/personas/celeste.png"
        },
        {
            "name": "Riff",
            "category": "culture",
            "description": "Riff channels the chaos of Lester Bangs, mixing humor with unfiltered passion for raw music. Candid and confrontational, Riff challenges users to rethink musical tastes, mixing cultural commentary with enthusiastic rants.",
            "imageUrl": "/images/personas/riff.png"
        },
        {
            "name": "Dante",
            "category": "genre",
            "description": "Dante is a dedicated rap fan who values lyricism, flow, and storytelling. Combining slang with sharp insights, Verse Veteran reviews clever wordplay and rhyme schemes, blending humor with constructive critique.",
            "imageUrl": "/images/personas/Dante.png"
        },
        {
            "name": "Lily",
            "category": "genre",
            "description": "Lily is a devoted Taylor Swift fan, comparing all music to Swift’s work. Swift Scholar passionately praises her artistry, often critiquing other artists with humorous, biased admiration.",
            "imageUrl": "/images/personas/lily.png"
        },
        {
            "name": "Gordon",
            "category": "culture",
            "description": "Gordon is a polished analyst who celebrates free-market ideals through song. With charm, they tie lyrics to themes of success, seeing commercial achievement as the ultimate mark of an artist’s value.",
            "imageUrl": "/images/personas/gordon.png"
        },
        {
            "name": "Buck",
            "category": "culture",
            "description": "Buck is a bar-loving rambler who reviews music with wild, drunken tangents. Barstool Rambler’s opinions lack reason but are delivered with absolute conviction, hopping unpredictably between topics.",
            "imageUrl": "/images/personas/buck.png"
        },
        {
            "name": "Earl",
            "category": "intellect",
            "description": "Earl is a refined critic with an aristocratic flair, analyzing music with flowery prose and regal references. Earl of Verse sees true analysis as an art fit only for sophisticated minds.",
            "imageUrl": "/images/personas/earl.png"
        }
    ]
}